
export const QuestionData = [
    {
        id: 1,
        title: 'С удовольствием ухаживаю за растениями, животными'
    },
    {
        id: 2,
        title: 'Могу подолгу могу что-нибудь мастерить'
    },
    {
        id: 3,
        title: 'Люблю ходить в музеи, театры, на выставки'
    },
    {
        id: 4,
        title: 'Мне нравится что-нибудь вычислять, чертить'
    },
    {
        id: 5,
        title: 'Легко знакомлюсь с людьми'
    },
    {
        id: 6,
        title: 'Охотно читаю о растениях, животных'
    },
    {
        id: 7,
        title: 'Мое техническое творчество обычно вызывают интерес у товарищей, старших'
    },
    {
        id: 8,
        title: 'Обычно делаю мало ошибок в письменных работах'
    },
    {
        id: 9,
        title: 'Знакомые считают, что у меня есть художественные способности'
    },
    {
        id: 10,
        title: 'С удовольствием общаюсь с самыми разными людьми'
    },
    {
        id: 11,
        title: 'Я хорошо себя чувствую наедине с растениями или животными'
    },
    {
        id: 12,
        title: 'Принимаю участие в спектаклях, концертах'
    },
    {
        id: 13,
        title: 'Люблю читать об устройстве механизмов, приборов, машин'
    },
    {
        id: 14,
        title: 'Подолгу могу разгадывать головоломки, задачи, ребусы'
    },
    {
        id: 15,
        title: 'Легко улаживаю разногласия между людьми'
    },
    {
        id: 16,
        title: 'Мне кажется, что я чувствую состояние растений и животных'
    },
    {
        id: 17,
        title: 'Считают, что у меня есть способности к работе с техникой'
    },
    {
        id: 18,
        title: 'Я могу ясно излагать свои мысли в письменной форме'
    },
    {
        id: 19,
        title: 'Знакомым нравится, как я пою, танцую, рисую, пишу стихи (хотя бы одно)'
    },
    {
        id: 20,
        title: 'Я почти никогда ни с кем не ссорюсь'
    },
    {
        id: 21,
        title: 'Охотно наблюдаю за растениями или животными'
    },
    {
        id: 22,
        title: 'Люблю разбираться в устройстве механизмов, приборов'
    },
    {
        id: 23,
        title: 'Без особого труда усваиваю иностранные языки'
    },
    {
        id: 24,
        title: 'Стараюсь понять секреты мастерства и пробую свои силы в живописи, музыке и т. п.'
    },
    {
        id: 25,
        title: 'Мне часто случается помогать даже незнакомым людям'
    }
];


export const QuestionRespoce = {
    природа: [1, 6, 11, 16, 21],
    техника: [2, 7, 12, 17, 22],
    знак: [3, 8, 13, 18, 23],
    искосство: [4, 9, 14, 19, 24],
    человек: [5, 10, 15, 20, 25]
}
